{"id":3,"date":"2020-03-24T09:29:39","date_gmt":"2020-03-24T09:29:39","guid":{"rendered":"https:\/\/weareconcert.com\/?page_id=3"},"modified":"2020-11-06T10:09:48","modified_gmt":"2020-11-06T10:09:48","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/weareconcert.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p><strong>Background:<\/strong><\/p>\n<p>Concert understands that your privacy is important to you and that you care about how your personal data is used and shared online. We respect and value the privacy of everyone who visits this website, <a href=\"http:\/\/www.weareconcert.com\">www.weareconcert.com<\/a> (“Our Site”) and will only collect and use personal data in ways that are described here, and in a manner that is consistent with Our obligations and your rights under the law.<\/p>\n<p>Please read this Privacy Policy carefully and ensure that you understand it. Your acceptance of Our Privacy Policy is deemed to occur upon your first use of Our Site. If you do not accept and agree with this Privacy Policy, you must stop using Our Site immediately.<\/p>\n<ol start=\"1\">\n<li>1. Definitions and Interpretation<\/li>\n<\/ol>\n<p>In this Policy, the following terms shall have the following meanings:<\/p>\n<table>\n<tbody>\n<tr>\n<td width=\"179\"><strong>“personal data”<\/strong><\/td>\n<td width=\"375\">means any and all data that relates to an identifiable person who can be directly or indirectly identified from that data. In this case, it means personal data that you give to Us via Our Site. This definition shall, where applicable, incorporate the definitions provided in the EU Regulation 2016\/679 – the General Data Protection Regulation (“GDPR”); and<\/td>\n<\/tr>\n<tr>\n<td width=\"179\"><strong>“We\/Us\/Our”<\/strong><\/td>\n<td width=\"375\">means Concert, whose main trading, address is Union House, 182-194 Union Street, London, SE1 0LH.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<ol start=\"2\">\n<li>2. Information About Us\n<ol start=\"\">\n<li>2.1. Our Site is owned and operated by Us.<\/li>\n<li>2.2. Our Data Protection Team can be contacted by email at <a href=\"mailto:gdpr@weareconcert.com\">gdpr@weareconcert.com<\/a>, by telephone using the details in the “Contact Us” section of Our website.<\/li>\n<li>2.3. To unsubscribe from any marketing correspondence, please email<br \/>\n<a href=\"mailto:unsubscribe@weareconcert.com\">unsubscribe@weareconcert.com<\/a> or call or write to Us using the contact details above. Alternatively, you may use the “Message us” form within the “Contact” section of Our Site (<br \/>\n<a href=\"https:\/\/www.concert.com\/contact\/\">https:\/\/weareconcert.com\/contact\/<\/a>) to send us a message within which you ask clearly to be unsubscribed.<\/li>\n<li>2.4. We are a member of RICS, number 751476.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<ol start=\"3\">\n<li>3. What Does This Policy Cover?<\/li>\n<\/ol>\n<p>This Privacy Policy applies only to your use of Our Site. Our Site may contain links to other websites. Please note that We have no control over how your data is collected, stored, or used by other websites and We advise you to check the privacy policies of any such websites before providing any data to them.<\/p>\n<ol start=\"4\">\n<li>4. Your Rights\n<ol start=\"\">\n<li>4.1. As a data subject, you have the following rights under the GDPR, which this Policy and Our use of personal data have been designed to uphold:\n<ol start=\"\">\n<li>4.1.2. The right to be informed about Our collection and use of personal data;<\/li>\n<li>4.1.3. The right of access to the personal data We hold about you (see section 12);<\/li>\n<li>4.1.4. The right to rectification if any personal data We hold about you is inaccurate or incomplete (please contact Us using the details in section 13);<\/li>\n<li>4.1.5. The right to be forgotten – i.e. the right to ask Us to delete any personal data We hold about you (We only hold your personal data for a limited time, as explained in section 6 but if you would like Us to delete it sooner, please contact Us using the details in section 13);<\/li>\n<li>4.1.6. The right to restrict (i.e. prevent) the processing of your personal data;<\/li>\n<li>4.1.7. The right to data portability (obtaining a copy of your personal data to re-use with another service or organisation);<\/li>\n<li>4.1.8. The right to object to Us using your personal data for particular purposes; and<\/li>\n<li>4.1.9. Rights with respect to automated decision making and profiling.<\/li>\n<\/ol>\n<\/li>\n<li>4.2. If you have any cause for complaint about Our use of your personal data, please contact Us using the details provided in section 13 and We will do Our best to solve the problem for you. If We are unable to help, you also have the right to lodge a complaint with the UK’s supervisory authority, the Information Commissioner’s Office.<\/li>\n<li>4.3. For further information about your rights, please contact the Information Commissioner’s Office or your local Citizens Advice Bureau.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<ol start=\"5\">\n<li>5. What Data Do We Collect?<\/li>\n<\/ol>\n<p>Depending upon your use of Our Site, We may collect some or all of the following personal and non-personal data via the means of a website form:<\/p>\n<ul>\n<li>first name;<\/li>\n<li>surname;<\/li>\n<li>contact information such as email addresses and telephone numbers;<\/li>\n<li>any other information you may provide in the “Message” field of our “Message us” website form under the “Contact Us” section of Our website.<\/li>\n<\/ul>\n<ol start=\"6\">\n<li>6. How Do We Use Your Data?\n<ol start=\"\">\n<li>6.1. All personal data is processed and stored securely, for no longer than is necessary in light of the reason(s) for which it was first collected. We will comply with Our obligations and safeguard your rights under the GDPR at all times. For more details on security see section 7, below.<\/li>\n<li>6.2. Our use of your personal data will always have a lawful basis, either because it is necessary for Our performance of a contract with you, because you have consented to Our use of your personal data (e.g. by subscribing to emails), or because it is in Our legitimate interests. Specifically, We may use your data for the following purposes:\n<ol start=\"\">\n<li>6.2.1. Supplying Our services to you (please note that We require your personal data in order to enter into a contract with you);<\/li>\n<li>6.2.2. Replying to emails from you;<\/li>\n<li>6.3.2. Supplying you with emails that you have opted into (you may unsubscribe or opt-out at any time – please see section 2.3 above for details).<\/li>\n<\/ol>\n<\/li>\n<li>6.3. With your permission and\/or where permitted by law, We may also use your data for marketing purposes which may include contacting you by email and\/or telephone and\/or post with information, news, and offers on Our We will not, however, send you any unsolicited marketing or spam and will take all reasonable steps to ensure that We fully protect your rights and comply with Our obligations under the GDPR and the Privacy and Electronic Communications (EC Directive) Regulations 2003.<\/li>\n<li>6.4. You have the right to withdraw your consent to Us using your personal data at any time, and to request that We delete it.<\/li>\n<li>6.5. We do not keep your personal data for any longer than is necessary in light of the reason(s) for which it was first collected. Data will therefore be retained for the following periods (or its retention will be determined on the following bases):\n<ol start=\"\">\n<li>6.5.1. No longer than five years after the last marketing correspondence unless we have entered into a contract with you as a representative of your organisation;<\/li>\n<li>6.5.2. No longer than one year after the twelve-year action limit where Section 8 of the Limitation Act 1980 applies;<\/li>\n<li>6.5.3. No longer than seven years after the end of a contract with you as a representative of your organisation.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<ol start=\"7\">\n<li>7. How and Where Do We Store Your Data?\n<ol start=\"\">\n<li>7.1. We only keep your personal data for as long as We need to in order to use it as described above in section 6, and\/or for as long as We have your permission to keep it.<\/li>\n<li>7.2. Your data will only be stored within the European Economic Area (“the EEA”) (The EEA consists of all EU member states, plus Norway, Iceland, and Liechtenstein).<\/li>\n<li>7.3. Data security is very important to Us, and to protect your data We have taken suitable measures to safeguard and secure data collected through Our Site.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<ol start=\"8\">\n<li>8. Do We Share Your Data?\n<ol start=\"\">\n<li>8.1. Subject to section 8.2, We will not share any of your data with any third parties for any purposes.<\/li>\n<li>8.2. In certain circumstances, We may be legally required to share certain data held by Us, which may include your personal data, for example, where We are involved in legal proceedings, where We are complying with legal obligations, a court order, or a governmental authority.<\/li>\n<li>8.3. We may sometimes contract with third parties to supply products and services to you on Our behalf. These may include, but are not limited to, payment processing, delivery of goods, search engine facilities, advertising, and marketing. In some cases, the third parties may require access to some or all of your data. Where any of your data is required for such a purpose, We will take all reasonable steps to ensure that your data will be handled safely, securely, and in accordance with your rights, Our obligations, and the obligations of the third party under the law.<\/li>\n<li>8.4. We may compile statistics about the use of Our Site including data on traffic, usage patterns, user numbers, sales, and other information. All such data will be anonymised and will not include any personally identifying data, or any anonymised data that can be combined with other data and used to identify you. We may from time to time share such data with third parties such as prospective investors, affiliates, partners, and advertisers. Data will only be shared and used within the bounds of the law.<\/li>\n<li>8.5. We may sometimes use third party data processors that are located outside of the European Economic Area (“the EEA”) (The EEA consists of all EU member states, plus Norway, Iceland, and Liechtenstein). Where We transfer any personal data outside the EEA, We will take all reasonable steps to ensure that your data is treated as safely and securely as it would be within the UK and under the GDPR.<\/li>\n<li>8.6. In certain circumstances, We may be legally required to share certain data held by Us, which may include your personal data, for example, where We are involved in legal proceedings, where We are complying with legal requirements, a court order, or a governmental authority.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<ol start=\"9\">\n<li>9. What Happens If Our Business Changes Hands?\n<ol start=\"\">\n<li>9.1. We may, from time to time, expand or reduce Our business and this may involve the sale and\/or the transfer of control of all or part of Our business. Any personal data that you have provided will, where it is relevant to any part of Our business that is being transferred, be transferred along with that part and the new owner or newly controlling party will, under the terms of this Privacy Policy, be permitted to use that data only for the same purposes for which it was originally collected by Us.<\/li>\n<li>9.2. In the event that any of your data is to be transferred in such a manner, you may not be contacted in advance and informed of the changes. If\/when contacted you may not, however, be given the choice to have your data deleted or withheld from the new owner or controller.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<ol start=\"10\">\n<li>10. How Can You Control Your Data?\n<ol start=\"\">\n<li>10.1. In addition to your rights under the GDPR, set out in section 4, when you submit personal data via Our Site, you may be given options to restrict Our use of your data. In particular, We aim to give you strong controls on Our use of your data for direct marketing purposes (including the ability to opt-out of receiving emails from Us which you may do by unsubscribing using the links provided in Our emails and at the point of providing your details).<\/li>\n<li>10.2. You may also wish to sign up to one or more of the preference services operating in the UK: The Telephone Preference Service (“the TPS”), the Corporate Telephone Preference Service (“the CTPS”), and the Mailing Preference Service (“the MPS”). These may help to prevent you receiving unsolicited marketing. Please note, however, that these services will not prevent you from receiving marketing communications that you have consented to receiving.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<ol start=\"11\">\n<li>11. Your Right to Withhold Information<\/li>\n<\/ol>\n<p>You may access Our Site without providing any data at all. To use all features and functions available on Our Site you will not be required to submit or allow for the collection of any data.<\/p>\n<ol start=\"12\">\n<li>12. How Can You Access Your Data?<\/li>\n<\/ol>\n<p>You have the right to ask for a copy of any of your personal data held by Us (where such data is held). Under the GDPR, no fee is payable and We will provide any and all information in response to your request free of charge. Please contact Us for more information using the contact details in section 2 above.<\/p>\n<ol start=\"13\">\n<li>13. Contacting Us<\/li>\n<\/ol>\n<p>If you have any questions about Our Site or this Privacy Policy, please contact Us by using the details in section 2 above. Please ensure that your query is clear, particularly if it is a request for information about the data We hold about you (as under section 12, above).<\/p>\n<ol start=\"14\">\n<li>14. Changes to Our Privacy Policy<\/li>\n<\/ol>\n<p>We may change this Privacy Policy from time to time (for example, if the law changes). Any changes will be immediately posted on Our Site and you will be deemed to have accepted the terms of the Privacy Policy on your first use of Our Site following the alterations. We recommend that you check this page regularly to keep up-to-date.<\/p>\n","protected":false},"excerpt":{"rendered":"Background: Concert understands that your privacy is important to you and that you care about how your personal data is used and shared online. We respect and value the privacy of everyone who visits this website, www.weareconcert.com (“Our Site”) and will only collect and use personal data in ways that are described here, and in [&hellip;]","protected":false},"author":1,"featured_media":100,"parent":0,"menu_order":15,"comment_status":"closed","ping_status":"open","template":"tpl-text.php","meta":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.9 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - We are Concert<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/weareconcert.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - We are Concert\" \/>\n<meta property=\"og:description\" content=\"Background: Concert understands that your privacy is important to you and that you care about how your personal data is used and shared online. We respect and value the privacy of everyone who visits this website, www.weareconcert.com (“Our Site”) and will only collect and use personal data in ways that are described here, and in [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/weareconcert.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"We are Concert\" \/>\n<meta property=\"article:modified_time\" content=\"2020-11-06T10:09:48+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/weareconcert.com\/wp-content\/uploads\/2020\/03\/services-bg-2.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1456\" \/>\n\t<meta property=\"og:image:height\" content=\"550\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/weareconcert.com\/privacy-policy\/\",\"url\":\"https:\/\/weareconcert.com\/privacy-policy\/\",\"name\":\"Privacy Policy - We are Concert\",\"isPartOf\":{\"@id\":\"https:\/\/weareconcert.com\/#website\"},\"datePublished\":\"2020-03-24T09:29:39+00:00\",\"dateModified\":\"2020-11-06T10:09:48+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/weareconcert.com\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/weareconcert.com\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/weareconcert.com\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/weareconcert.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/weareconcert.com\/#website\",\"url\":\"https:\/\/weareconcert.com\/\",\"name\":\"We are Concert\",\"description\":\"We are Concert\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/weareconcert.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - We are Concert","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/weareconcert.com\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - We are Concert","og_description":"Background: Concert understands that your privacy is important to you and that you care about how your personal data is used and shared online. We respect and value the privacy of everyone who visits this website, www.weareconcert.com (“Our Site”) and will only collect and use personal data in ways that are described here, and in [&hellip;]","og_url":"https:\/\/weareconcert.com\/privacy-policy\/","og_site_name":"We are Concert","article_modified_time":"2020-11-06T10:09:48+00:00","og_image":[{"width":1456,"height":550,"url":"https:\/\/weareconcert.com\/wp-content\/uploads\/2020\/03\/services-bg-2.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/weareconcert.com\/privacy-policy\/","url":"https:\/\/weareconcert.com\/privacy-policy\/","name":"Privacy Policy - We are Concert","isPartOf":{"@id":"https:\/\/weareconcert.com\/#website"},"datePublished":"2020-03-24T09:29:39+00:00","dateModified":"2020-11-06T10:09:48+00:00","breadcrumb":{"@id":"https:\/\/weareconcert.com\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/weareconcert.com\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/weareconcert.com\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/weareconcert.com\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/weareconcert.com\/#website","url":"https:\/\/weareconcert.com\/","name":"We are Concert","description":"We are Concert","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/weareconcert.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/weareconcert.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/weareconcert.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/weareconcert.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/weareconcert.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/weareconcert.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":14,"href":"https:\/\/weareconcert.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":2325,"href":"https:\/\/weareconcert.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/2325"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/weareconcert.com\/wp-json\/wp\/v2\/media\/100"}],"wp:attachment":[{"href":"https:\/\/weareconcert.com\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}